<?php

return [
    'header' => 'Политика cookies',
    'text' => 'Для предоставления услуг на самом высоком уровне мы используем файлы cookie. Использование нашего сайта означает, что они будут размещены на вашем устройстве. В любой момент можно изменить настройки Вашего браузера. Кроме того, использование нашего сайта означает принятие вами положения об обработке персональных данных, предоставленных в электронном виде.<br>
<br>
 Для вашего удобства сервис php-developer-polska.pl использует файлы cookie для того, чтобы адаптировать сайт к потребностям пользователей, а также для статистических целей.<br>
 <br>
Файлы cookies (так называемые куки-файлы) - это небольшие текстовые файлы, отправленные посещаемым веб-сервисом на устройство интернет-пользователей (компьютер, смартфон и т.). Они не содержат никакой личной информации.<br>
 <br>
Сервис php-developer-polska.pl использует два типа файлов cookie:  <br>
<br>
    1. влияющие на производительность (сбор информации о том, как посетители используют сайт, например, самые посещаемые страницы или сообщения об ошибках и т.д.)<br>
    2. функциональные (сохраняющие настройки пользователя, например язык, выраженное согласие и т.), такие как:<br>
<br>
    - cookies google-analytics.com – предназначены для ведения статистики для сайта php-developer-polska.pl; точный способ действия и политику конфиденциальности Google Analytics можно найти под ссылкой: <a target="_blank" href="https://marketingplatform.google.com/about/analytics/terms/pl/">https://marketingplatform.google.com/about/analytics/terms/pl/</a> , <a target="_blank" href="https://policies.google.com/privacy">https://policies.google.com/privacy</a><br>
    - cookies metrica.yandex.com – предназначены для ведения статистики для сайта php-developer-polska.pl; точный способ действия и политику конфиденциальности Yandex metryki можно найти под ссылкой: <a target="_blank" href="https://metrica.yandex.com/about/info/privacy-policy#:~:text=We%20only%20use%20first-party,searches%20you%20make%20on%20Yandex.">https://metrica.yandex.com/about/info/privacy-policy#:~:text=We%20only%20use%20first-party,searches%20you%20make%20on%20Yandex.</a><br>
    - cookies sesyjne – это временная информация, хранящаяся в памяти браузера до окончания сеанса, то есть его закрытия.<br>
<br>
<b>В большинстве веб-браузеров вы можете: удалить файлы cookie с жесткого диска компьютера (из настроек браузера), заблокировать все отправленные файлы cookie или установить предупреждение перед сохранением их на диск.  </b><br>
<br>
Имейте в виду, что изменения параметров этих файлов, ограничивающие их использование, могут повлиять на некоторые функциональные возможности, доступные на веб-сайтах, использующих их, например, предотвращая вход в учетную запись электронной почты. <b>Отсутствие изменения этих параметров означает принятие для использования файлов cookie.</b><br>
<br>
<b>Ниже мы указываем, как изменить настройки куки в самых популярных поисковых системах:</b><br>
<br>
<b>Google Chrome</b><br>
Меню > Настройки > Дополнительные настройки > Приватность > Настройки содержания > Файлы cookies  – следует выбрать подходящий вариант.<br>
<br>
<b>Internet Explorer</b><br>
Меню > Инструменты > Опции интернет > Приватность – следует выбрать подходящий вариант.<br>
<br>
<b>Mozilla Firefox</b><br>
Меню > Опции > Приватность > История – следует выбрать подходящий вариант.<br>
<br>
<b>Opera</b><br>
Меню > Настройки > Дополнительные настройки > Cookies – следует выбрать подходящий вариант.<br>
<br>
<b>Safari</b><br>
Меню > Настройки > Приватность > Файлы cookies – следует выбрать подходящий вариант.
',
    'message' => 'Чтобы предоставлять услуги на самом высоком уровне, мы используем файлы cookie. Использование нашего веб-сайта означает, что они будут храниться на вашем устройстве. Вы можете изменить настройки браузера в любое время.',
    'message_part2' => 'См. политику использования файлов cookie.',
];