<?php

return [

    'page_name' => 'Юлия Янцевич - PHP-Developer - CV',

    /*CV*/
    'nav_cv' => 'CV',
    'cv_name' => 'Юлия Янцевич',
    'cv_position' => 'PHP-Developer',
    'cv_tel' => 'Тел.',
    'cv_languages' => 'Языки',
    'cv_about_me' => 'Про меня',
    'cv_lang_ru' => 'Русский',
    'cv_lang_by' => 'Белорусский',
    'cv_lang_en' => 'Английский',
    'cv_lang_pl' => 'Польский',
    'cv_about_me_text' => 'Я люблю программирование и хочу развивать свои навыки.
<br><br>
Я буду рада поработать в компании в которой есть возможность как и показать свои способности, так и научиться чему-нибудь новому.
<br><br>
В дополнение к основному стажу (для развития своих навыков), в течении 5 лет занималась разработкой PHP-модулей для онлайн-RPG-игры.
(чистый php 5.6 => php 7.4 + SQL)
<br><br>
При необходимости я готова выполнить тестовое задание.
<br>
Примеры кода можно найти тут: <a class="linkColor" href ="https://github.com/KlipeLD">https://github.com/KlipeLD</a>
    ',
    'cv_work_experience' => 'Стаж работы — 4 года',
    'cv_education' => 'Образование',
    'cv_education_type' => 'Высшее',
    'cv_download' => 'Скачать резюме',
    'cv_university_name' => 'Белорусский Государственный Университет (БГУ)',
    'cv_university_city' => 'Минск, Беларусь',
    'cv_faculty' => 'Факультет радиофизики и компьютерных технологий, Прикладная информатика (Информационные технологии телекоммуникационных систем).',
    'cv_speciality' => 'Информатик. Специалист по информационным технологиям телекоммуникационных систем.',
    'cv_now' => 'Сейчас',
    'cv_year' => 'год',
    'cv_years' => 'года',
    'cv_months' => 'месяцев',
    'cv_january' => 'Январь',
    'cv_may' => 'Май',
    'cv_september' => 'Сентябрь',
    'cv_october' => 'Октябрь',

    /*Contact form*/
    'nav_contact_form' => 'Форма для связи',
    'contact_text' => '',
    'contact_company' => 'Фирма',
    'contact_name' => 'Имя, фамилия',
    'contact_email' => 'Электронная почта',
    'contact_phone' => 'Телефон',
    'contact_address' => 'Адрес компании',
    'contact_code' => 'Код',
    'contact_city' => 'Город',
    'contact_nip' => 'NIP',
    'contact_description' => 'Сообщение',
    'contact_sendQuery' => 'Чтобы подтвердить, что вы не робот
введите результат следующего действия в поле ниже:',
    'contact_send' => 'Отправить',
    'contactTextOnTop' => '<div style="color: green">Форма отправлена. <br>
Благодарю!</div>',
    'contact_form' => 'Контактная форма',
    'contact_recaptcha_text' => '',
    'recaptcha_fail' => 'Неверно заполнено поле ReCAPTCHA',

    /*Blog form*/
    'nav_blog' => 'Блог',
    'title'=> 'Заголовок',
    'body' => 'Содержание',
    'image' => 'Изображение',

    /* Services form */
    'nav_services' => 'Сервисы',
    'url' => 'Ссылка',

    /* Elements */
    'create' => 'Создать',
    'creating' => 'Создание',
    'add' => 'Добавить',
    'update' => 'Обновить',
    'edit' => 'Изменить',
    'editing' => 'Изменение',
    'delete' => 'Удалить',

    /* Weather */
    'weather_header' => 'Погода',
    'weather_info' => 'Погода сейчас:',
    'weather_img_alt' => 'Иконка погоды',

    /* Barcode */
    'barcode_index_text' => 'В данном примере показан закодированный текст "Hello world :)". <br>
    Проверить это вы можете воспользовавшись сканером штрихкодов в вашем телефоне (при условии, что он читает коды 128, но большинство современных моделей телефона не имеют с этим проблем).<br>
    Закодировать свой текст вы можете воспользовавшесь данной ссылкой:',
    'barcode_button' => 'Клик клик',
    'barcode_header' => 'Закодируй свой текст в штрихкод code128',
    'barcode_label_input' => 'Впиши свой текст',
    'barcode_button_enter' => 'Сгенерировать штрихкод',
    'barcode_output' => 'Штрихкод для текста:',
    'barcode_show_text' => 'В данном примере показан закодированный текст "Hello world :)". <br>
    Ты можешь закодировать свой текст, вписав его в поле ниже и нажав кнопку "Сгенерируй штрихкод"<br>
    В штрих-код CODE-128 можно закодировать до 70 символов:<br>
    - большие латинские буквы (от A до Z);
    - цифры (от 0 до 9);
    - некоторые специальные символы (!"#$%^&*()-=|\/:;,\'."~+-_*{}[]:)..
    ',

];
